Repository: sashamitrovich/Cue
Catalog: Cue/Localizable.xcstrings
Source language: en
Languages: es, it, pt_br

source: Starts and stops voice tracking. Pausing keeps your place and stops the clock.
es: Inicia y detiene el seguimiento de voz. Al pausar se conserva tu posición y se detiene el reloj.
it: Avvia e interrompe il tracciamento della voce. Con la pausa mantieni il punto in cui sei e il cronometro si ferma.
pt_br: Inicia e para o acompanhamento por voz. Ao pausar, você mantém sua posição e o cronômetro para.

source: Steps forward one line, the same way.
es: Avanza una línea, del mismo modo.
it: Va avanti di una riga, allo stesso modo.
pt_br: Avança uma linha, do mesmo jeito.

source: Stop
es: Detener
pt_br: Parar

source: Switch on the front camera for recording.
es: Activa la cámara frontal para grabar.
it: Attiva la fotocamera frontale per registrare.
pt_br: Liga a câmera frontal para gravar.

source: Take saved to Photos
es: Toma guardada en Fotos
it: Ripresa salvata in Foto
pt_br: Gravação salva em Fotos

source: Take saved to Photos · %@
es: Toma guardada en Fotos · %@
it: Ripresa salvata in Foto · %@
pt_br: Gravação salva em Fotos · %@

source: Tap Listen and start speaking. On Cue matches what it hears against your script and scrolls to keep the line you're on at the reading line. Stop talking and it waits. Paraphrase, skip a word, or start a sentence again and it stays with you.
es: Toca Escuchar y empieza a hablar. On Cue compara lo que oye con tu guion y se desplaza para mantener la línea en la que vas en la línea de lectura. Si dejas de hablar, espera. Si parafraseas, omites una palabra o empiezas una frase otra vez, sigue contigo.
it: Tocca Ascolta e inizia a parlare. On Cue confronta ciò che sente con il tuo script e scorre per tenere la riga in cui sei alla riga di lettura. Se smetti di parlare, aspetta. Se parafrasi, salti una parola o ricominci una frase, ti resta dietro.
pt_br: Toque em Ouvir e comece a falar. O On Cue compara o que ouve com o seu roteiro e rola o texto para manter a linha em que você está na linha de leitura. Parou de falar, ele espera. Parafraseie, pule uma palavra ou recomece uma frase, e ele continua com você.

source: Tap anywhere to cancel
es: Toca en cualquier parte para cancelar
it: Tocca in un punto qualsiasi per annullare
pt_br: Toque em qualquer lugar para cancelar

source: Tap pause to stop listening
es: Toca pausa para dejar de escuchar
it: Tocca pausa per smettere di ascoltare
pt_br: Toque em pausar para parar de ouvir

source: Tap play to begin
es: Toca reproducir para empezar
it: Tocca play per iniziare
pt_br: Toque em play para começar

source: Text
es: Texto
it: Testo
pt_br: Texto

source: Text alignment
es: Alineación del texto
it: Allineamento del testo
pt_br: Alinhamento do texto

source: Text and Dim
es: Texto y Atenuar
it: Testo e Oscura
pt_br: Texto e Escurecer

source: Text fades the script so more of the camera shows through; Dim darkens the picture behind it. Between them you can keep the words legible over any background.
es: Texto atenúa el guion para que se vea más de la cámara a través de él; Atenuar oscurece la imagen detrás. Entre los dos puedes mantener las palabras legibles sobre cualquier fondo.
it: Testo rende lo script più trasparente, così si vede di più la fotocamera; Oscura scurisce l'immagine dietro di esso. Con i due puoi mantenere le parole leggibili su qualsiasi sfondo.
pt_br: Texto esmaece o roteiro para mostrar mais da câmera; Escurecer escurece a imagem atrás dele. Com os dois, você mantém as palavras legíveis sobre qualquer fundo.

source: Text size
es: Tamaño del texto
it: Dimensione del testo
pt_br: Tamanho do texto

source: The marked line your eyes read from. Adjust it any time from the settings button, to keep it as near to the lens as possible.
es: La línea marcada desde la que leen tus ojos. Ajústala cuando quieras desde el botón de ajustes, para tenerla lo más cerca posible del objetivo.
it: La riga evidenziata da cui leggono i tuoi occhi. Regolala quando vuoi dal pulsante delle impostazioni, per tenerla il più vicino possibile all'obiettivo.
pt_br: A linha marcada de onde seus olhos leem. Ajuste-a quando quiser pelo botão de ajustes, para mantê-la o mais perto possível da lente.

source: The screen stays awake for as long as the prompter is open.
es: La pantalla permanece encendida mientras el prompter esté abierto.
it: Lo schermo resta acceso finché il teleprompter è aperto.
pt_br: A tela fica ligada enquanto o prompter estiver aberto.

source: The script follows your voice
es: El guion sigue tu voz
it: Lo script segue la tua voce
pt_br: O roteiro acompanha a sua voz

source: Timing
es: Tiempo
it: Tempo
pt_br: Tempo

source: Tip: say scroll up to go back a line
es: Consejo: di scroll up para retroceder una línea
it: Suggerimento: di' scroll up per tornare indietro di una riga
pt_br: Dica: diga scroll up para voltar uma linha

source: Turn camera off
es: Apagar la cámara
it: Disattiva la fotocamera
pt_br: Desligar a câmera

source: Turn camera on
es: Encender la cámara
it: Attiva la fotocamera
pt_br: Ligar a câmera

source: Turning sideways
es: Al girar el dispositivo
it: Girare il telefono
pt_br: Girando o aparelho

source: Turns the live camera view behind the script on or off.
es: Activa o desactiva la vista en vivo de la cámara detrás del guion.
it: Attiva o disattiva l'immagine dal vivo della fotocamera dietro lo script.
pt_br: Liga ou desliga a imagem ao vivo da câmera atrás do roteiro.

source: Use It
es: Usarlo
it: Usalo
pt_br: Usar

source: Use the shared script?
es: ¿Usar el guion compartido?
it: Usare lo script condiviso?
pt_br: Usar o roteiro compartilhado?

source: Video quality
es: Calidad de video
it: Qualità video
pt_br: Qualidade do vídeo

source: Video quality %@
es: Calidad de video %@
it: Qualità video %@
pt_br: Qualidade do vídeo %@

source: Voice commands
es: Comandos de voz
it: Comandi vocali
pt_br: Comandos de voz

source: Voice control
es: Control por voz
it: Controllo vocale
pt_br: Controle por voz

source: Works always, listening or not — drag to scroll by hand, and voice tracking picks up from wherever you let go, the next word to speak is highlighted.
es: Funciona siempre, estés escuchando o no: arrastra para desplazarte a mano y el seguimiento de voz continúa desde donde sueltes; se resalta la siguiente palabra que toca decir.
it: Funziona sempre, in ascolto o no — trascina per scorrere a mano e il tracciamento della voce riprende da dove lasci, con la parola successiva da dire evidenziata.
pt_br: Funciona sempre, com ou sem escuta — arraste para rolar à mão, e o acompanhamento por voz continua de onde você soltar; a próxima palavra a falar fica destacada.

source: Your target pace drives the estimate until you've read enough of a take for On Cue to measure your real one.
es: Tu ritmo objetivo determina la estimación hasta que hayas leído suficiente de una toma para que On Cue mida tu ritmo real.
it: Il tuo ritmo obiettivo guida la stima finché non hai letto abbastanza di una ripresa perché On Cue misuri il tuo ritmo reale.
pt_br: Seu ritmo-alvo define a estimativa até você ler o suficiente de uma gravação para o On Cue medir o seu ritmo real.

source: Your target words per minute. It's what the run-time estimate is based on until you've spoken enough of a take for On Cue to measure your real pace. This gives you the feel of how long the text takes to be spoken.
es: Tu objetivo de palabras por minuto. Es la base de la estimación de duración hasta que hayas hablado lo suficiente de una toma para que On Cue mida tu ritmo real. Así te haces una idea de cuánto tarda en decirse el texto.
it: Le tue parole al minuto obiettivo. È su questo che si basa la stima della durata finché non hai parlato abbastanza di una ripresa perché On Cue misuri il tuo ritmo reale. Ti dà un'idea di quanto tempo richiede dire il testo.
pt_br: Sua meta de palavras por minuto. É nela que se baseia a estimativa de duração até você falar o suficiente de uma gravação para o On Cue medir o seu ritmo real. Assim você tem uma noção de quanto tempo o texto leva para ser falado.

source: brisk
es: ágil
it: sostenuto
pt_br: acelerado

source: relaxed
es: tranquilo
it: rilassato
pt_br: tranquilo

source: unknown error
es: error desconocido
it: errore sconosciuto
pt_br: erro desconhecido

source: Prompter
it: Teleprompter

source: natural
it: naturale
